<template>
  <div class="wrap">
    <h1 class="ac header">注册协议</h1>
    <p>本系统由山东华圣百惠信息科技有限公司负责运营（以下“本系统”均指小程序及山东华圣百惠信息科技有限公司）。在用户申请使用并成为本系统用户前请务必仔细阅读以下条款。若用户一旦申请使用，则表示用户同意接受本系统的服务并受以下条款的约束。若用户不接受以下条款，请用户立即停止注册使用或主动停止使用本系统的服务。</p>
    <h2>第一章、 本协议的签署和修订</h2>
    <p>1. 本系统的使用人注册人应当同时具备如下条件：</p>
    <p>1.1个人客户条件：</p>
    <p>（1）持有中华人民共和国法律认可有效身份证明的18周岁以上的自然人（不含港、澳、台及外籍或无国籍人士）；</p>
    <p>（2）具有中华人民共和国法律规定的完全民事行为能力的自然人；</p>（3）在中华人民共和国境内（不含港澳台地区）商业银行开立并有效持有个人借记卡账户。
    <p>1.2企业法人或其他机构条件：</p>
    <p>（1）依照中华人民共和国法律合法成立的境内法人企业及其他组织；</p>
    <p>（2）取得营业执照并正常经营。</p>
    <p>如用户不符合以上条件的，请勿注册，否则本系统有权随时中止或终止用户的用户资格。</p>
    <p>2. 用户订立并履行本协议不受用户所属、所居住或开展经营活动或其他业务的国家或地区法律法规的排斥，不具备前述条件的，用户应立即终止注册或停止使用本系统服务。同时，用户在使用本系统服务时，应自行判断交易对方是否具有完全民事行为能力并自行决定是否使用本系统服务与对方进行交易，且用户应自行承担与此相关的所有风险。</p>3. 本协议内容包括以下条款及本系统已经发布的或将来可能发布的各类规则。所有规则为本协议不可分割的一部分，与协议正文具有同等法律效力。本协议是用户与本程序共同签订的，适用于用户在本系统的全部活动。在用户申请注册成为用户时，
    <em>用户已经阅读、理解并接受本协议的全部条款及各类规则，并承诺遵守中国的各类法律规定，如有违反而导致任何法律后果的发生，用户将以自己的名义独立承担所有相应的法律责任。</em>
    <p></p>
    <p>4. 本系统有权根据需要不时地修改本协议或根据本协议制定、修改各类具体规则并在本系统相关系统板块发布，无需另行单独通知用户。用户应不时地注意本协议及具体规则的变更，若用户在本协议及具体规则内容公告变更后继续使用本服务的，表示用户已充分阅读、理解并接受修改后的协议和具体规则内容，也将遵循修改后的协议和具体规则使用本系统的服务；同时就用户在协议和具体规则修订前通过本网站进行的交易及其效力，视为用户已同意并已按照本协议及有关规则进行了相应的授权和追认。若用户不同意修改后的协议内容，用户应停止使用本系统的服务。</p>5. 用户通过自行或授权有关方根据本协议及本系统有关规则、说明操作确认本协议后，本协议即在用户和本系统之间产生法律效力。本协议不涉及用户与本系统的其他用户之间因网上交易而产生的法律关系或法律纠纷，但用户在此同意将全面接受和履行与本系统其他用户在本系统签订的任何电子法律文本，并承诺按该等法律文本享有和/或放弃相应的权利、承担和/或豁免相应的义务。
    <h2>第二章、 服务的提供</h2>

    <p>1. 本系统提供的服务包括但不限于：申请借款、传递信息等，具体详情以本系统当时提供的服务内容为准。用户同意，针对用户，本系统有权根据用户提供的各项信息及本系统独立获得的信息评定用户在本系统所拥有的个人信用等级，或决定是否审核通过用户的申请。</p>
    <p>2. 基于运行和交易安全的需要，本系统可以暂时停止提供、限制或改变本系统服务的部分功能，或提供新的功能。在任何功能减少、增加或者变化时，只要用户仍然使用本系统的服务，表示用户仍然同意本协议或者变更后的协议。</p>
    <p>3. 用户确认，用户在本系统上按本系统服务流程所确认的交易状态将成为本系统为用户进行相关交易或操作的明确指令。用户同意本系统有权按相关指令依据本协议和/或有关文件和规则对相关事项进行处理。</p>
    <p>4. 用户未能及时对交易状态进行修改或确认或未能提交相关申请所引起的任何纠纷或损失由用户本人负责，本系统不承担任何责任。</p>
    <h2>第三章、 用户信息及隐私权保护</h2>
    <p>1.用户信息的提供、搜集及核实</p>
    <p>1.1用户有义务在注册时提供自己的真实资料，并保证诸如电子邮件地址、联系电话、联系地址、邮政编码等内容的有效性、安全性和及时更新，以便本网站为用户提供服务并与用户进行及时、有效的联系。用户应完全独自承担因通过这些联系方式无法与用户取得联系而导致的用户在使用本服务过程中遭受的任何损失或增加任何费用等不利后果。</p>
    <p>1.2本网站可能自公开及私人资料来源收集用户的额外资料，以更好地了解本网站用户，并为其度身订造本网站服务、解决争议和确保在网站进行交易的安全性。本网站仅收集本网站认为就此目的及达成该目的所必须的关于用户的个人资料。</p>
    <p>1.3用户同意本网站可以自行或通过合作的第三方机构对用户提交或本网站搜集的用户信息（包括但不限于用户的个人身份证信息等）进行核实，并对获得的核实结果根据本协议及有关文件进行查看、使用和留存等操作。</p>
    <p>1.4本网站按照用户在本网站上的行为自动追踪关于用户的某些资料。本网站利用这些资料进行有关本网站之用户的人口统计、兴趣及行为的内部研究，以更好地了解用户以便向用户和本网站的其他用户提供更好的服务。</p>
    <p>1.5如果用户将个人通讯信息（例如：手机短信、电邮或信件）交付给本网站，或如果其他用户或第三方向本网站发出关于用户在本网站上的活动或登录事项的通讯信息，本网站可以将这些资料收集在用户的专门档案中。</p>
    <em>
      <p>2. 用户信息的使用和披露</p>
      <p>2.1 用户同意本系统可使用关于用户的个人资料（包括但不限于本系统持有的有关用户的档案中的资料，及本系统从用户目前及以前在本系统上的活动所获取的其他资料）以解决争议、对纠纷进行调停、确保在本网站进行安全交易，并执行本网站的服务协议及相关规则。本系统有时候可能调查多个用户以识别问题或解决争议，特别是本系统可审查用户的资料以区分使用多个用户名或别名的用户。为限制在系统上的欺诈、非法或其他刑事犯罪活动，使本网站免受其害，用户同意本网站可通过人工或自动程序对用户的个人资料进行评价。</p>
      <p>2.2 用户同意本网站可以使用用户的个人资料以改进本系统的推广和促销工作、分析网站的使用率、改善本网站的内容和产品推广形式，并使本网站的网站内容、设计和服务更能符合用户的要求。这些使用能改善本系统的页面，以调整本系统的网页使其更能符合用户的需求，从而使用户在使用本系统服务时得到更为顺利、有效、安全及度身订造的交易体验。</p>
    </em>
    <p>2.3 用户同意本系统利用用户的资料与用户联络并（在某些情况下）向用户传递针对用户的兴趣而提供的信息，例如：有针对性的广告条、行政管理方面的通知、产品提供以及有关用户使用本系统的通讯。用户接受本协议即视为用户同意收取这些资料。</p>
    <em>
      <p>2.4 用户注册成功后应妥善保管用户的用户名和密码。用户确认，无论是用户还是用户的代理人，用用户的用户名和密码登录本系统后在本系统的一切行为均代表用户并由用户承担相应的法律后果。</p>
    </em>
    <p>2.5 本系统对于用户提供的、自行收集到的、经认证的个人信息将按照本协议及有关规则予以保护、使用或者披露。本系统将采用行业标准惯例以保护用户的个人资料，但鉴于技术限制，本系统不能确保用户的全部私人通讯及其他个人资料不会通过本协议中未列明的途径泄露出去。</p>
    <em>
      <p>2.6 用户使用本系统服务进行交易时，用户即授权本公司将用户的包括但不限于真实姓名、联系方式、信用状况等必要的个人信息和交易信息披露给与用户交易的另一方或本系统的合作机构（仅限于本系统为完成拟向用户提供的服务而合作的机构）。</p>
    </em>
    <p>2.7 本系统有义务根据有关法律要求向司法机关和政府部门提供用户的个人资料。在用户未能按照与本协议、本系统有关规则或者与本系统其他用户签订的有关协议的约定履行自己应尽的义务时，本网站有权根据自己的判断、有关协议和规则、国家生效裁决文书或者与该笔交易有关的其他用户的合理请求披露用户的个人资料（包括但不限于在本系统及互联网络上公布用户的违法、违约行为，并有权将该内容记入任何与用户相关的信用资料、档案或数据库），并且作为资方的其他用户可以采取发布用户的个人信息的方式追索债权或通过司法部门要求本系统提供相关资料，本系统对此不承担任何责任。</p>
    <p>3. 用户对其他用户信息的使用</p>
    <p>3.1在本系统提供的交易活动中，用户无权要求本网站提供其他用户的个人资料，除非符合以下条件：</p>
    <p>（1） 用户已向法院起诉其他用户的在本网站活动中的违约行为；</p>
    <p>（2） 与用户有关的其他用户逾期未归还借款本息；</p>（3） 本系统被吊销营业执照、解散、清算、宣告破产或者其他有碍于用户收回借款本息的情形。
    <p>3.2 如用户通过签署有关协议等方式获得其他用户的个人信息，用户同意不将该等个人信息用于除还本付息或向借款人追索债权以外的其他任何用途，除非该等信息根据适用的法律规定、被有管辖权的法院或政府部门要求披露。</p>
    <h2>第七章、 不保证及使用限制</h2>
    <em>
      <p>1.不保证</p>
      <p>1.1 在任何情况下，本网站及其股东、创建人、高级职员、董事、代理人、关联公司、母公司、子公司和雇员（以下称“本系统方”）均不以任何明示或默示的方式对用户使用本系统服务而产生的任何形式的直接或间接损失承担法律责任，包括但不限于资金损失、利润损失、营业中断损失等。</p>
      <p>1.2 本系统不能保证也没有义务保证第三方网站上的信息的真实性和有效性。用户应按照第三方网站的服务协议使用第三方网站，而不是按照本协议。第三方网站的内容、产品、广告和其他任何信息均由用户自行判断并承担风险，而与本网站无关。</p>
      <p>1.3 因为本系统或者涉及的第三方网站的设备、系统存在缺陷、黑客攻击、网络故障、电力中断、计算机病毒或其他不可抗力因素造成的损失，本系统均不负责赔偿，用户的补救措施只能是与本系统协商终止本协议并停止使用本系统。但是，中国现行法律、法规另有规定的除外。</p>
    </em>
    <p>2使用限制</p>
    <p>2.1 用户承诺合法使用本系统提供的服务及页面内容。用户不得利用本服务从事侵害他人合法权益之行为，不得在本系统从事任何可能违反中国的法律、法规、规章和政府规范性文件的行为或者任何未经授权的行为，如擅自进入本系统的未公开的系统、不正当的使用账号密码和页面的任何内容等。</p>
    <p>2.2 用户不得使用本系统提供的服务或其他电子邮件转发服务发出垃圾邮件或其他可能违反本协议的内容。</p>
    <p>2.3 本系统没有义务监测网站内容，但是用户确认并同意本系统有权不时地根据法律、法规、政府要求透露、修改或者删除必要的信息，以便更好地运营本系统并保护自身及本系统的其他合法用户。</p>
    <p>2.4 本系统中全部内容的版权均属于本系统所有，该等内容包括但不限于文本、数据、文章、设计、源代码、软件、图片、照片及其他全部信息（以下称“系统内容”）。系统内容受中华人民共和国著作权法及各国际版权公约的保护。未经本系统事先书面同意，用户承诺不以任何方式、不以任何形式复制、模仿、传播、出版、公布、展示网站内容，包括但不限于电子的、机械的、复印的、录音录像的方式和形式等。用户承认系统内容是属于本系统的财产。未经本系统书面同意，用户亦不得将本系统包含的资料等任何内容镜像到任何其他系统或者服务器。任何未经授权对系统内容的使用均属于违法行为，本系统将追究用户的法律责任。</p>
    <em>
      <p>2.5 由于用户违反本协议或任何法律、法规或侵害第三方的权利，而引起第三方对本系统提出的任何形式的索赔、要求、诉讼，本网站有权向用户追偿相关损失，包括但不限于本系统的法律费用、名誉损失、及向第三方支付的补偿金等。</p>
    </em>
    <h2>第八章、 协议终止及账户的暂停、停用或终止</h2>
    <p>1. 除非本系统终止本协议或者用户申请终止本协议且经本系统同意，否则本协议始终有效。在用户违反了本协议、相关规则，或在相关法律法规、政府部门的要求下，本系统有权通过站内信、电子邮件通知等方式终止本协议、关闭用户的账户或者限制用户使用本系统。但本系统的终止行为不能免除用户根据本协议或在本系统生成的其他协议项下的还未履行完毕的义务。</p>
    <p>2. 用户若发现有第三人冒用或盗用用户的用户账户及密码，或其他任何未经合法授权的情形，应立即以有效方式通知本系统，要求本系统暂停相关服务，否则由此产生的一切责任由用户本人承担。同时，用户理解本系统对用户的请求采取行动需要合理期限，在此之前，本网站对第三人使用该服务所导致的损失不承担任何责任。</p>
    <p>3. 本系统有权基于单方独立判断，在认为可能发生危害交易安全等情形时，不经通知而先行暂停、中断或终止向用户提供本协议项下的全部或部分用户服务，并将注册资料移除或删除，且无需对用户或任何第三方承担任何责任。前述情形包括但不限于：</p>
    <p>（1） 本系统认为用户提供的个人资料不具有真实性、有效性或完整性；</p>
    <p>（2） 本系统发现异常交易或有疑义或有违法之虞时；</p>
    <p>（3） 本系统认为用户的账户涉嫌洗钱、套现、传销、被冒用或其他本系统认为有风险之情形；</p>
    <p>（4） 本系统认为用户已经违反本协议中规定的各类规则及精神；</p>
    <p>（5） 本系统基于交易安全等原因，根据其单独判断需先行暂停、中断或终止向用户提供本协议项下的全部或部分会员服务，并将注册资料移除或删除的其他情形。</p>
    <p>5. 用户同意在必要时，本系统无需进行事先通知即有权终止提供用户账户服务，并可能立即暂停、关闭或删除用户的用户账户及该用户账户中的所有相关资料及档案。</p>
    <p>6. 用户同意，用户账户的暂停、中断或终止不代表用户责任的终止，用户仍应对用户使用本系统服务期间的行为承担可能的违约或损害赔偿责任，同时本系统仍可保有用户的相关信息。</p>
    <p>7. 若用户使用第三方网站账号注册本网站用户账户，则用户应对用户本网站用户账户所对应的第三方网站账号拥有合法的使用权，如用户因故对该第三方网站账号丧失使用权的，则本系统可停止为用户的该用户账户提供服务。</p>
    <p>8. 会员丢失，责任由客户承担。</p>
    <h2>第九章、 通知</h2>
    <p>本协议项下的通知如以公示方式作出，一经在本系统公示即视为已经送达（留有邮箱的以邮箱地址为送达地址）。除此之外，其他向用户个人发布的具有专属性的通知将由本网站向用户在注册时提供的电子邮箱，或本网站在用户的个人账户中为用户设置的站内消息系统栏，或用户在注册后在本系统绑定的手机发送，一经发送即视为已经送达。请用户密切关注用户的电子邮箱 、站内消息系统栏中的邮件、信息及手机中的短信信息。用户同意本系统出于向用户提供服务之目的，可以向用户的电子邮箱、站内消息系统栏和手机发送有关通知或提醒，用户不得以用户未收到或未阅读该等通知信息主张相关通知未送达于用户。</p>
    <h2>第十章、 适用法律和管辖</h2>本协议签订地为济南市高新区，因合同双方的纠纷产生的争议均适用中华人民共和国法律，并由平台所在地人民法院管辖。
    <h2>第十一章、 其他</h2>
本系统对本协议拥有最终的解释权。本协议及本系统有关页面的相关名词可互相引用参照，如有不同理解，则以本协议条款为准。此外，若本协议的部分条款被认定为无效或者无法实施时，本协议中的其他条款仍然有效。
  </div>
</template>

<script>
export default {
  components: {},
  props: {},
  data() {
    return {};
  },
  computed: {},
  watch: {},
  created() {},
  mounted() {},
  methods: {}
};
</script>
<style lang="less" scoped>
.wrap {
  line-height: 0.6rem;
  padding: 0 0.3rem;
  text-align: justify;
  // word-break: break-all;
  text-indent: 2em;
  h2 {
    line-height: 1rem;
  }
  .header {
    text-indent: 0;
    line-height: 1rem;
    font-size: 0.38rem;
  }
  em {
    font-weight: 600;
  }
}
</style>
