<template>
  <div class="wrap">
    <h1 class="ac header">现保科技隐私保护声明</h1>现保科技非常重视用户信息的保护，在使用现保科技的产品和服务前，请您务必仔细阅读并透彻理解本声明。一旦您选择使用，即表示您认可并接受本条款现有内容及其可能随时更新的内容。
    <br />
    <p>
      <b>1、</b>保护用户个人信息是现保科技的一项基本原则，现保科技将会采取合理的措施保护用户的个人信息。除法律法规规定的情形外，未经用户许可现保科技不会向第三方公开、透露用户个人信息。现保科技对相关信息采用专业加密存储与传输方式，保障用户个人信息的安全。
    </p>
    <p>
      <b>2、</b>您在注册帐号或使用本服务的过程中，需要提供一些必要的信息，例如：为向您提供帐号注册服务或进行用户身份识别，需要您填写手机号码；考勤签到功能需要您同意使用您所在的地理位置信息；从通讯录导入成员功能需要您授权访问手机通讯录等。若国家法律法规或政策有特殊规定的，您需要提供真实的身份信息。若您提供的信息不完整，则无法使用本服务或在使用过程中受到限制。
    </p>
    <p>
      <b>3、</b>现保科技未经用户同意不向任何第三方公开、 透露用户个人隐私信息。但以下特定情形除外：
    </p>(1) 现保科技根据法律法规规定或有权机关的指示提供用户的个人隐私信息；
    <br />(2) 由于用户将其用户密码告知他人或与他人共享注册帐户与密码，由此导致的任何个人信息的泄漏，或其他非因现保科技原因导致的个人隐私信息的泄露；
    <br />(3) 用户自行向第三方公开其个人隐私信息；
    <br />(4) 用户与现保科技及合作单位之间就用户个人隐私信息的使用公开达成约定，现保科技因此向合作单位公开用户个人隐私信息；
    <br />(5) 任何由于黑客攻击、电脑病毒侵入及其他不可抗力事件导致用户个人隐私信息的泄露。
    <br />
    <p>
      <b>4、</b>现保科技将运用各种安全技术和程序建立完善的管理制度来保护您的个人信息，以免遭受未经授权的访问、使用或披露。
    </p>
    <p>
      <b>5、</b>现保科技非常重视对未成年人个人信息的保护。若您是18周岁以下的未成年人，在使用现保科技的服务前，应事先取得您家长或法定监护人的书面同意。
    </p>
    <p>
      <b>6、</b>现保科技随时会对本隐私权保护声明进行修订。现保科技会在软件中予以发布。
    </p>
  </div>
</template>

<script>
export default {
  components: {},
  props: {},
  data() {
    return {};
  },
  computed: {},
  watch: {},
  created() {},
  mounted() {},
  methods: {}
};
</script>
<style lang="less" scoped>
.wrap {
  line-height: 30px;
  padding: 0 0.3rem;
  .header {
    line-height: 1rem;
  }
  p {
    margin: .5rem 0;
  }
}
</style>
